{
  "donations": [
    {
      "id": 1,
      "picture": "https://i.ibb.co/1T8SLCC/Clothing.png",
      "title": "Used Clothing Drive",
      "category": "Clothing",
      "category_bg_color": "#79C23F33",
      "card_bg_color": "#79C23F26",
      "text_button_bg_color": "#79C23F",
      "description": "Elevate your style with Product 1, a trendy addition to your wardrobe. Its vibrant green design adds a pop of color to your outfit. Made from high-quality materials, it ensures both comfort and durability. Whether for a casual day out or a special occasion, it's a versatile choice. This clothing item is not just about fashion; it's a statement of your unique taste. Get ready to turn heads and receive compliments!",
      "price": 299.99
    },
    {
      "id": 2,
      "picture": "https://i.ibb.co/y8jP433/Health.png",
      "title": "Clean water for children",
      "category": "Health",
      "category_bg_color": "#0052FF33",
      "card_bg_color": "#0052FF26",
      "text_button_bg_color": "#0052FF",
      "description": "Experience a healthier you with Product 2. These health-boosting supplements are designed to enhance your well-being. Packed with essential nutrients and carefully formulated, they support your overall health. Say goodbye to fatigue and hello to vitality. Invest in your health today!",
      "price": 49.99
    },
    {
      "id": 3,
      "picture": "https://i.ibb.co/JK5pnHq/Education.png",
      "title": "Good education",
      "category": "Education",
      "category_bg_color": "#FF444A33",
      "card_bg_color": "#FF444A26",
      "text_button_bg_color": "#FF444A",
      "description": "Ignite your curiosity with Product 3. This educational book set is a gateway to knowledge and enlightenment. Dive into fascinating subjects, from history to science, and broaden your horizons. Embark on a journey of learning and discovery. Knowledge is power; empower yourself!",
      "price": 79.99
    },
    {
      "id": 4,
      "picture": "https://i.ibb.co/f9GNS8v/Food.png",
      "title": "Better Food for Everyone",
      "category": "Food",
      "category_bg_color": "#F8714733",
      "card_bg_color": "#F8714726",
      "text_button_bg_color": "#F87147",
      "description": "Indulge in culinary delight with Product 4. This gourmet food collection brings exquisite flavors to your table. Savor the richness of fine cuisine and the artistry of gastronomy. Elevate your dining experience and treat yourself to a world of taste. Bon appétit!",
      "price": 29.99
    },
    {
      "id": 5,
      "picture": "https://i.ibb.co/JK5pnHq/Education.png",
      "title": "Good education",
      "category": "Education",
      "category_bg_color": "#FF444A33",
      "card_bg_color": "#FF444A26",
      "text_button_bg_color": "#FF444A",
      "description": "Unlock new opportunities with Product 7, a language learning course. Master a new language and open doors to communication and cultural exploration. Whether for travel or career growth, language proficiency is invaluable. Start your linguistic adventure now!",
      "price": 89.99
    },
    {
      "id": 6,
      "picture": "https://i.ibb.co/f9GNS8v/Food.png",
      "title": "Better Food for Everyone",
      "category": "Food",
      "category_bg_color": "#F8714733",
      "card_bg_color": "#F8714726",
      "text_button_bg_color": "#F87147",
      "description": "Nourish your body with Product 8, an organic food basket. Enjoy the pure and natural flavors of organically grown produce. From fresh fruits to wholesome grains, it's a healthy choice. Embrace a sustainable lifestyle and savor the goodness of nature!",
      "price": 39.99
    },
    {
      "id": 7,
      "picture": "https://i.ibb.co/1T8SLCC/Clothing.png",
      "title": " Used Clothing Drive",
      "category": "Clothing",
      "category_bg_color": "#79C23F33",
      "card_bg_color": "#79C23F26",
      "text_button_bg_color": "#79C23F",
      "description": "Dress to impress with Product 5, a designer clothing ensemble that exudes elegance. Crafted with precision and attention to detail, this ensemble offers sophistication and style. Whether it's a special occasion or a formal event, you'll stand out in the crowd. Elevate your fashion game and make a statement!",
      "price": 199.99
    },
    {
      "id": 8,
      "picture": "https://i.ibb.co/y8jP433/Health.png",
      "title": "Clean water for children",
      "category": "Health",
      "category_bg_color": "#0052FF33",
      "card_bg_color": "#0052FF26",
      "text_button_bg_color": "#0052FF",
      "description": "Achieve your fitness goals with Product 6, a comprehensive equipment set. Strengthen your body and improve your endurance. From cardio workouts to strength training, it has you covered. Invest in your health and well-being. Start your fitness journey today!",
      "price": 199.99
    },
    {
      "id": 9,
      "picture": "https://i.ibb.co/1T8SLCC/Clothing.png",
      "title": "Used Clothing Drive",
      "category": "Clothing",
      "category_bg_color": "#79C23F33",
      "card_bg_color": "#79C23F26",
      "text_button_bg_color": "#79C23F",
      "description": "Step into elegance with Product 9, a fashionable dress that defines style. Its unique design and comfortable fit make it a perfect choice for any occasion. Embrace confidence and grace with every step. Elevate your fashion game and shine like a star!",
      "price": 149.99
    },
    {
      "id": 10,
      "picture": "https://i.ibb.co/y8jP433/Health.png",
      "title": "Clean water for children",
      "category": "Health",
      "category_bg_color": "#0052FF33",
      "card_bg_color": "#0052FF26",
      "text_button_bg_color": "#0052FF",
      "description": "Find inner peace with Product 10, a yoga essentials kit. Create a tranquil space for your practice and connect mind, body, and soul. From yoga mats to meditation cushions, it has all you need. Begin your journey to relaxation and well-being today!",
      "price": 79.99
    },
    {
      "id": 11,
      "picture": "https://i.ibb.co/f9GNS8v/Food.pngg",
      "title": "Better Food for Everyonebook",
      "category": "Food",
      "category_bg_color": "#F8714733",
      "card_bg_color": "#F8714726",
      "text_button_bg_color": "#F87147",
      "description": "Satisfy your sweet cravings with Product 12, a delicious dessert cookbook. Explore a world of mouthwatering treats, from decadent cakes to creamy ice creams. Impress your guests or indulge in self-care. Treat yourself to the joy of baking!",
      "price": 19.99
    },
    {
      "id": 12,
      "picture": "https://i.ibb.co/JK5pnHq/Education.pngg",
      "title": "Good education",
      "category": "Education",
      "category_bg_color": "#FF444A33",
      "card_bg_color": "#FF444A26",
      "text_button_bg_color": "#FF444A",
      "description": "Ignite young minds with Product 11, a science exploration kit. Encourage curiosity and hands-on learning. This kit includes interactive experiments and educational materials to make science fun and engaging. Nurture the scientist within!",
      "price": 59.99
    }
  ]
}
